Repository: ubleipzig/sni_supportchat
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: it

# chat-username
source: Guest
it: Lei

# chatbox-close
source: Close the window
it: Chiudi la finestra

# chatbox-entry-welcome
source: Welcome to the Support Chat!
it: Un ns. collaboratore Le risponderà quanto prima. La preghiamo di attendere.

# chatbox-messagelabel
source: Type your message here:
it: Testo:

# chatbox-sendmessage
source: Send
it: Invia

# chatbox-export
source: Export chat as txt-file.
it: Salvare la chat come file txt.

# chatbox-title-be-user-ok
source: You are now connected with the Supportler %s.
it: Lei é collegato con il consulente %s.

# chatbox-welcome
source: Welcome to the Support Chat!
it: Benvenuto alla consulenza e all' assistenza tecnica.

# new-chatbox-message-for-be-user
source: A new Chatbox with Uid: %s was created!
it: Un nuovo utente si é collegat con Uid: %s

# noJsOrCookies-text
source: You must activate Javascript and accept Cookies!
it: Deve attivare Javascript e accetare Cookies per collegarsi.

# noJsOrCookies-title
source: Error
it: Errore

# system-chat-destroyed
source: I'm sorry, the Chat was inactivated by an Admin!
it: La ringraziamo per il contatto. La sessione é terminata.

# system-supportler-joined-chat
source: The Supportler %s joined the Chat.
it: Lei é collegato con il consulente %s.

# system-supportler-leaved-chat
source: The Supportler %s leaved the Chat.
it: Il consulente %s ha lasciato questo chat.

# chat-offline-title
source: I'm sorry
it: Mi dispiace

# chat-offline-message
source: The chat is currently offline.
it: Il Chat é temporaneamente offline.

# system-name
source: System
it: Systema

# system-chat-byebye
source: Thank you for chatting with us.
it: Grazie per averci contattato

# system-chat-byebye-alert
source: The chat session was terminated!\nThank you for chatting with us.
it: Grazie per averci contattato

# chatTimeout
source: The chat is now inactive, no message was send for a long time!
it: La sessione é stata terminata a causa di un timeout!

# chatDestroyedByAdmin
source: The chat was destroyed by an Admin. Thank you for chatting with us!
it: La ringraziamo per il contatto. La sessione é terminata.

# chatNoAccess
source: You don't have access! If you think this is an error please contact the site administrator.
it: Lei non ha accesso!

# module.playAlert
source: ... play an alert 'beep' for every message
it: ... emettere un suono di avviso

# module.selectAlertSound
source: Select notification sound
it: Scegli un suono di avviso
